accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
btrfs-progs
cantarell-fonts
chezmoi
cliphist
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gdm
ghostscript
github-cli
glances
go
grim
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
haveged
hdparm
hwdetect
hwinfo
hyprland
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kitty
less
lf
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-look
openssh
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-packaging
python-pyqt5
qt5-wayland
qt6ct
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rsync
rtkit
rustup
s-nail
sg3_utils
slurp
smartmontools
sof-firmware
splix
sudo
swaybg
sysfsutils
system-config-printer
systemd-sysvcompat
telegram-desktop
terminus-font
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
udiskie
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vivaldi
waybar
welcome
wev
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zsh
